[{"title":"Time-Traveler Busted for Insider Trading?",
"description":"Federal investigators have arrested an enigmatic Wall Street wiz on insider-trading charges and incredibly, he claims to be a time-traveler from the year 2256!" ,
"urlToImage": "timetravel.jpg" ,
"type":"Crime", "check":"false"},
{"title":"Elderly Woman Train 65 Cats to Steal From Her Neighbors",
"description":"Several victims reported being visited by Ms. Gregson cats before noticing the disappearance of several shiny objects, like valuable cutlery and pieces of jewelry." ,
"urlToImage": "catstealing.jpg",
"type":"Crime", "check": "false"},
{"title":"President Donald Trump Call Senator Antonio Trillanes IV Trillanes 'Little Narco'",
"description":"While riding on Air Force I used by the President of America, a reporter asked Trump about Trillanes visit and Trump exact answer was: The little Narco met with Sen. Marco." ,
"urlToImage":"donald_trump_narco.jpg",
"type":"Politics", "check": "false"},
{"title":"Facebook, Twitter and Google Find More Evidence of Russian Election Activity",
"description":"Major tech companies plan to tell Congress Tuesday that they have found additional evidence of Russian activity on their services surrounding the 2016 U.S. election." ,
"urlToImage":"putin.jpg",
"type":"Sci & tech","check": "false"},
{"title":"NASA Warns Planet X Is Headed Straight for Earth?",
"description":"NASA has issued a frightening advisory concerning the possibility that the trajectory a rogue planet known as Nibiru or Planet X would intersect Earth orbit, with potentially disastrous consequences" ,
"urlToImage": "NASA.png",
"type":"Sci & tech","check": "false"},
{"title":"Justin Bieber and Katy Perry Say Pedophiles Run the Music Industry",
"description":"Justin Bieber told hundreds of people at a Bible study class in Los Angeles that he has woken up to the evils of the music industry and he needs to take a break from the industry because it is controlled by the absolute worst kind of people pedophiles." ,
"urlToImage": "justin.jpg" ,
"type":"Entertainment","check": "false"},
{"title":"Roy Moore Say Muslims Shouldn't Be Allowed to Serve in Congress",
 "description":"The U.S. Senate candidate wrote in 2006 that newly-elected Representative Keith Ellison, a Muslim, should be prohibited from taking the oath of office.",
 "urlToImage":"roy_moore.jpg",
 "type":"Politics",
 "check": "true"
 },
 {"title":"Ivanka Trump 'Scold' Poor Parents for Not 'Investing' in Food",
 "description":"As part of President Trump ongoing push for his tax reform plan, his daughter and advisor Ivanka Trump took part in an interview with Fox News on 6 November 2017. After that event, left-of-center political web sites criticized the president daughter for scolding poor parents for not investing in food.",
 "urlToImage":"ivanka.jpg",
 "type":"Politics",
  "check":"true"
 },
 {"title":"Snapchat Shutting Down by the End of 2017",
 "description":"The CEO Evan Spiegel of the very popular app Snapchat has released that Snapchat will be removed from all app stores by November 14,2017. According to Fox News Media Evan has decided to make this decision due to copyright and legal issues with Facebook, Instagram, and Musical.ly.",
 "urlToImage":"snapchat.jpg",
 "type":"Sci &tech",
  "check":"false"
 },
 {"title":"Tiger Woods Ordered to Take 137 Paternity Tests",
  "description":"The famous golf star Tiger Woods has taken another hit this morning as a state court ordered him to undergo a total of 137 paternity tests. The court decision comes after request formulated by 121 women who claim to have been Wood mistresses and to have given birth to his children. ",
  "urlToImage":"tigerwoods.jpg",
  "type":"Sports",
  "check":"false" 
 },
 {"title":"President Trump Plan To 'End' A Program Funding Heating For the Elderly and Disabled",
  "description":"The White House has proposed eliminating funding for LIHEAP, which serves around 6 million households.",
  "urlToImage":"donald_trump_narco.jpg",
  "type":"Politics",
  "check":"true"     
 },
 {"title":"Papa John's Withdraw Their NFL Advertising",
  "description":"The pizza chain will be removing the NFL logo and the label of official sponsor from their television commercials, but they have not stopped advertising with the league.",
  "urlToImage":"papajohns.png",
  "type":"Sports",
  "check":"true"     
 },
 {"title":"Real Skeletons Used in the Making of 'Poltergeist'",
  "description":"The film's special effects makeup artist revealed one of the secrets behind one of the horror classic's sequences in a deposition.",
  "urlToImage":"skeleton.jpg",
  "type":"Entertainment",
  "check":"true"     
 },
 {"title":"Creepy Clowns Plan Halloween Night Purge, Cops Warn Stay Inside",
  "description":"If you value the safety of yourself and your children, stay inside on Halloween night,” warned the Sgt. William Stein during a meeting with the Department of Homeland Security. “We have escalated these threats to acts of domestic terrorism and are working closely with the Department of Homeland Security to keep Americans safe this Halloween season.",
  "urlToImage":"clown.jpg",
  "type":"Crime",
  "check":"false"     
 },
 {"title":"Humans share 50% DNA with bananas",
  "description":"A science teacher reveals some interesting science facts on his website. The most surprising of those which is true is that humans share 50% of their DNA with bananas, showing we closer to nature more than we think.",
  "urlToImage":"banana.jpg",
  "type":"Sci & tech",
  "check":"true"     
 }
 
]